Repository: MaxPayne89/prime-youth
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Former education technology leader with a passion for making quality programs accessible to all families.
de: Ehemaliger Leiter im Bereich Bildungstechnologie mit der Leidenschaft, hochwertige Programme allen Familien zugänglich zu machen.

source: From sports to arts, technology to languages, we make it easy to discover enriching activities that fit your family's schedule and budget.
de: Von Sport über Kunst, Technologie bis Sprachen – wir machen es einfach, bereichernde Aktivitäten zu entdecken, die zu Zeitplan und Budget Ihrer Familie passen.

source: GET STARTED TODAY
de: HEUTE LOSLEGEN

source: Identity Verification
de: Identitätsverifizierung

source: In-depth conversation about values and approach
de: Ausführliches Gespräch über Werte und Ansatz

source: Meet the team building the future of children's programs in Berlin
de: Lernen Sie das Team kennen, das die Zukunft der Kinderprogramme in Berlin gestaltet

source: OUR MISSION
de: UNSERE MISSION

source: Official ID and credentials check
de: Überprüfung von Ausweis und Qualifikationen

source: Our 4-Step Vetting Process
de: Unser 4-Schritte-Überprüfungsverfahren

source: Personal Interview
de: Persönliches Gespräch

source: Qualifications
de: Qualifikationen

source: Ready to join the movement?
de: Bereit, Teil der Bewegung zu werden?

source: Supporting local programs and eco-conscious practices
de: Unterstützung lokaler Programme und umweltbewusster Praktiken

source: Sustainability
de: Nachhaltigkeit

source: Technology innovator committed to building platforms that empower families and instructors.
de: Technologie-Innovator, der sich dem Aufbau von Plattformen widmet, die Familien und Lehrkräfte stärken.

source: The Founding Team
de: Das Gründungsteam

source: To modernize how families discover and engage with children's programs in Berlin
de: Die Art und Weise zu modernisieren, wie Familien Kinderprogramme in Berlin entdecken und nutzen

source: We understand the unique needs of Berlin's diverse families. Our platform connects you with vetted, high-quality programs that match your values and your children's interests.
de: Wir verstehen die einzigartigen Bedürfnisse der vielfältigen Familien Berlins. Unsere Plattform verbindet Sie mit geprüften, hochwertigen Programmen, die zu Ihren Werten und den Interessen Ihrer Kinder passen.
