Repository: MaxPayne89/prime-youth
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: About
de: Über uns

source: Attempting to reconnect
de: Verbindung wird wiederhergestellt

source: Choose your preferred language for the interface
de: Wählen Sie Ihre bevorzugte Sprache für die Benutzeroberfläche

source: Contact
de: Kontakt

source: Download My Data
de: Meine Daten herunterladen

source: Download a copy of all your personal data
de: Laden Sie eine Kopie aller Ihrer persönlichen Daten herunter

source: Failed to update language preference.
de: Spracheinstellung konnte nicht aktualisiert werden.

source: Home
de: Startseite

source: Language Preference
de: Spracheinstellung

source: Language preference updated successfully.
de: Spracheinstellung erfolgreich aktualisiert.

source: Login
de: Anmelden

source: Programs
de: Programme

source: Settings
de: Einstellungen

source: Sign Out
de: Abmelden

source: Sign Up
de: Registrieren

source: Something went wrong!
de: Etwas ist schief gelaufen!

source: We can't find the internet
de: Keine Internetverbindung gefunden

source: Your Data
de: Ihre Daten

source: close
de: schließen

source: %{name} (Age %{age})
de: %{name} (Alter %{age})

source: %{price}/week • 4 weeks
de: %{price}/Woche • 4 Wochen

source: (no card fees) to the following account:
de: (keine Kartengebühren) auf folgendes Konto:

source: About This Program
de: Über dieses Programm

source: Account Name:
de: Kontoinhaber:

source: Activity Summary
de: Aktivitätsübersicht

source: Add another child
de: Weiteres Kind hinzufügen

source: Add another program
de: Weiteres Programm hinzufügen

source: Ages %{range}
de: Alter %{range}

source: An invoice will be emailed to you after enrollment completion
de: Nach Abschluss der Anmeldung erhalten Sie eine Rechnung per E-Mail

source: Any allergies, medical conditions, or special instructions...
de: Allergien, medizinische Bedingungen oder besondere Hinweise...

source: Avoid card fees - pay cash or direct transfer
de: Kartengebühren vermeiden - bar oder per Überweisung zahlen

source: Bank Transfer Details
de: Bankverbindung

source: Book Now - %{price}
de: Jetzt buchen - %{price}

source: Book camps, tutors, and workshops instantly. Our integrated planner helps you manage your child's busy life.
de: Buchen Sie Camps, Nachhilfe und Workshops sofort. Unser integrierter Planer hilft Ihnen, den vollen Terminkalender Ihres Kindes zu verwalten.

source: Built for the Berlin international community. Connect with local families and trusted educators nearby.
de: Entwickelt für die internationale Berliner Gemeinschaft. Verbinden Sie sich mit lokalen Familien und vertrauenswürdigen Pädagogen in Ihrer Nähe.

source: Cash / Bank Transfer
de: Bar / Überweisung

source: Cash/transfer payments will show as "Pending" until received
de: Bar-/Überweisungszahlungen werden als "Ausstehend" angezeigt, bis sie eingegangen sind

source: Community Focused
de: Gemeinschaftsorientiert

source: Complete Enrollment
de: Anmeldung abschließen

source: Credit Card
de: Kreditkarte

source: Credit card fee:
de: Kreditkartengebühr:

source: Credit card payments are processed immediately
de: Kreditkartenzahlungen werden sofort verarbeitet

source: Duration:
de: Dauer:

source: Easy Scheduling
de: Einfache Terminplanung

source: Enroll Now - %{price}
de: Jetzt anmelden - %{price}

source: Enrollment
de: Anmeldung

source: Enrollment - %{title}
de: Anmeldung - %{title}

source: Enrollment failed. Please try again or contact support.
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.

source: Enrollment successful! You'll receive a confirmation email shortly.
de: Anmeldung erfolgreich! Sie erhalten in Kürze eine Bestätigungs-E-Mail.

source: Every provider is rigorously vetted. We prioritize child safety above all else, giving parents peace of mind.
de: Jeder Anbieter wird sorgfältig geprüft. Wir stellen die Sicherheit der Kinder an erste Stelle und geben Eltern die nötige Sicherheit.

source: Explore Programs
de: Programme entdecken

source: Explore top-rated activities for your children
de: Entdecken Sie erstklassige Aktivitäten für Ihre Kinder

source: Featured Programs
de: Empfohlene Programme

source: Final exhibition showcase
de: Abschlusspräsentation

source: Free cancellation up to 48 hours before start date
de: Kostenlose Stornierung bis 48 Stunden vor Beginn

source: Important:
de: Wichtig:

source: Invalid pagination state. Please refresh the page.
de: Ungültiger Seitenstatus. Bitte laden Sie die Seite neu.

source: Invoice & Payment Confirmation
de: Rechnung & Zahlungsbestätigung

source: Jan 15 - Mar 15, 2024
de: 15. Jan - 15. März 2024

source: Load More Programs
de: Mehr Programme laden

source: Loading...
de: Laden...

source: Meet Your Instructor
de: Ihr Kursleiter

source: No programs found
de: Keine Programme gefunden

source: Only %{count} spots left!
de: Nur noch %{count} Plätze frei!

source: Optional: Include any important information we should know about your child.
de: Optional: Wichtige Informationen über Ihr Kind, die wir wissen sollten.

source: Pay securely with Visa, Mastercard, or other cards
de: Sicher bezahlen mit Visa, Mastercard oder anderen Karten

source: Payment Method
de: Zahlungsmethode

source: Payment Summary
de: Zahlungsübersicht

source: Payment information is invalid. Please check your details.
de: Zahlungsinformationen ungültig. Bitte überprüfen Sie Ihre Angaben.

source: Please include the reference code in your transfer to ensure proper allocation.
de: Bitte geben Sie den Verwendungszweck bei Ihrer Überweisung an.

source: Please select a child for enrollment.
de: Bitte wählen Sie ein Kind für die Anmeldung aus.

source: Please transfer
de: Bitte überweisen Sie

source: Portfolio folder to track progress
de: Portfolio-Mappe zur Fortschrittsdokumentation

source: Klass Hero - Connecting Families with Trusted Youth Educators
de: Klass Hero - Wir verbinden Familien mit vertrauenswürdigen Jugendpädagogen

source: Program not found
de: Programm nicht gefunden

source: Program not found. It may have been removed or is no longer available.
de: Programm nicht gefunden. Es wurde möglicherweise entfernt oder ist nicht mehr verfügbar.

source: Reference:
de: Verwendungszweck:

source: Registration fee:
de: Anmeldegebühr:

source: Safety First
de: Sicherheit zuerst

source: Safety, quality, and convenience for modern families.
de: Sicherheit, Qualität und Komfort für moderne Familien.

source: Search programs...
de: Programme suchen...

source: Select Child
de: Kind auswählen

source: Select a child
de: Ein Kind auswählen

source: Sorry, this program is currently full. Check back later for availability.
de: Dieses Programm ist derzeit ausgebucht. Bitte schauen Sie später wieder vorbei.

source: Sorry, this program is now full. Please choose another program.
de: Dieses Programm ist jetzt ausgebucht. Bitte wählen Sie ein anderes Programm.

source: Special Requirements
de: Besondere Anforderungen

source: Subtotal:
de: Zwischensumme:

source: Take-home projects every week
de: Wöchentliche Projekte zum Mitnehmen

source: Total Price:
de: Gesamtpreis:

source: Total due today:
de: Heute fällig:

source: Total: Sept 1 - Oct 26
de: Gesamt: 1. Sept - 26. Okt

source: Try adjusting your search or filter criteria.
de: Versuchen Sie, Ihre Such- oder Filterkriterien anzupassen.

source: Unable to load program. Please try again later.
de: Programm konnte nicht geladen werden. Bitte versuchen Sie es später erneut.

source: VAT (19%):
de: MwSt. (19%):

source: View All Programs →
de: Alle Programme ansehen →

source: View all %{count} reviews
de: Alle %{count} Bewertungen ansehen

source: Wednesdays 4-6 PM
de: Mittwochs 16-18 Uhr

source: Weekly art supplies and materials
de: Wöchentliche Kunstmaterialien und Zubehör

source: Weekly fee (%{count} weeks):
de: Wochengebühr (%{count} Wochen):

source: What Other Parents Say
de: Was andere Eltern sagen

source: What's Included:
de: Was enthalten ist:

source: Why Klass Hero?
de: Warum Klass Hero Connect?

source: with %{name}
de: mit %{name}

source: ✓ No hidden fees
de: ✓ Keine versteckten Gebühren

source: %{count} child enrolled
de: %{count} Kind angemeldet

source: A link to confirm your email change has been sent to the new address.
de: Ein Bestätigungslink wurde an Ihre neue E-Mail-Adresse gesendet.

source: About Us
de: Über uns

source: Account Settings
de: Kontoeinstellungen

source: Account Termination
de: Kontobeendigung

source: Address
de: Adresse

source: Agreement to Terms
de: Zustimmung zu den Bedingungen

source: Already registered?
de: Bereits registriert?

source: An email was sent to %{email}, please access it to confirm your account.
de: Eine E-Mail wurde an %{email} gesendet. Bitte bestätigen Sie Ihr Konto über den Link.

source: Book Activity
de: Aktivität buchen

source: Booking Support
de: Buchungshilfe

source: Cancellation & Refund Policy
de: Stornierung & Rückerstattung

source: Change Email
de: E-Mail ändern

source: Changes to Terms
de: Änderungen der Bedingungen

source: Changes to This Policy
de: Änderungen dieser Richtlinie

source: Changing...
de: Wird geändert...

source: Check out our FAQ section for answers to common questions.
de: Schauen Sie in unsere FAQ für Antworten auf häufige Fragen.

source: Child checked in successfully
de: Kind erfolgreich eingecheckt

source: Child checked out successfully
de: Kind erfolgreich ausgecheckt

source: Children's Privacy
de: Datenschutz für Kinder

source: Closed
de: Geschlossen

source: Community
de: Gemeinschaft

source: Confirm and log in only this time
de: Bestätigen und nur diesmal anmelden

source: Confirm and stay logged in
de: Bestätigen und angemeldet bleiben

source: Confirm new password
de: Neues Passwort bestätigen

source: Confirming...
de: Wird bestätigt...

source: Contact Information
de: Kontaktdaten

source: Contact Us
de: Kontakt

source: Create an account
de: Konto erstellen

source: Create and manage programs, activities, and services for families
de: Programme, Aktivitäten und Dienstleistungen für Familien erstellen und verwalten

source: Creating account...
de: Konto wird erstellt...

source: Data Retention
de: Datenspeicherung

source: Data Security
de: Datensicherheit

source: Data Sharing
de: Datenweitergabe

source: Delete Account
de: Konto löschen

source: Delete My Account
de: Mein Konto löschen

source: Deleting...
de: Wird gelöscht...

source: Dispute Resolution
de: Streitbeilegung

source: Don't have an account?
de: Noch kein Konto?

source: Email change link is invalid or it has expired.
de: Der Link zur E-Mail-Änderung ist ungültig oder abgelaufen.

source: Email changed successfully.
de: E-Mail erfolgreich geändert.

source: English
de: Englisch

source: Enroll children in programs
de: Kinder für Programme anmelden

source: Enter your password to confirm
de: Geben Sie Ihr Passwort zur Bestätigung ein

source: Failed to check in: %{reason}
de: Einchecken fehlgeschlagen: %{reason}

source: Failed to check out: %{reason}
de: Auschecken fehlgeschlagen: %{reason}

source: Failed to complete session: %{reason}
de: Sitzung konnte nicht abgeschlossen werden: %{reason}

source: Failed to delete account. Please try again.
de: Konto konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Failed to load session data
de: Sitzungsdaten konnten nicht geladen werden

source: Failed to start session: %{reason}
de: Sitzung konnte nicht gestartet werden: %{reason}

source: Failed to submit contact form. Please try again.
de: Kontaktformular konnte nicht gesendet werden. Bitte versuchen Sie es erneut.

source: Find and book activities, camps, and classes for your children
de: Aktivitäten, Camps und Kurse für Ihre Kinder finden und buchen

source: General Inquiry
de: Allgemeine Anfrage

source: Get in Touch
de: Kontaktieren Sie uns

source: How We Use Your Information
de: Wie wir Ihre Daten verwenden

source: I want to...
de: Ich möchte...

source: If your email is in our system, you will receive instructions for logging in shortly.
de: Wenn Ihre E-Mail in unserem System ist, erhalten Sie in Kürze Anweisungen zum Anmelden.

source: Information We Collect
de: Daten, die wir erheben

source: Instructor Application
de: Kursleiter-Bewerbung

source: Intellectual Property
de: Geistiges Eigentum

source: Introduction
de: Einleitung

source: Invalid date format
de: Ungültiges Datumsformat

source: Invalid password.
de: Ungültiges Passwort.

source: Keep me logged in on this device
de: Auf diesem Gerät angemeldet bleiben

source: Last Updated:
de: Zuletzt aktualisiert:

source: Limitation of Liability
de: Haftungsbeschränkung

source: Log in
de: Anmelden

source: Log in and stay logged in
de: Anmelden und angemeldet bleiben

source: Log in only this time
de: Nur dieses Mal anmelden

source: Log me in only this time
de: Nur dieses Mal anmelden

source: Logging in...
de: Anmeldung läuft...

source: Looking for Quick Answers?
de: Suchen Sie schnelle Antworten?

source: Magic link is invalid or it has expired.
de: Der Magic-Link ist ungültig oder abgelaufen.

source: Manage your account email address and password settings
de: Verwalten Sie Ihre E-Mail-Adresse und Passwort-Einstellungen

source: Message
de: Nachricht

source: Message sent successfully!
de: Nachricht erfolgreich gesendet!

source: Messages
de: Nachrichten

source: Mon-Fri, 9am-5pm EST
de: Mo-Fr, 9-17 Uhr

source: Monday - Friday
de: Montag - Freitag

source: My Children
de: Meine Kinder

source: My Sessions
de: Meine Sitzungen

source: New password
de: Neues Passwort

source: No highlights yet
de: Noch keine Highlights

source: Offer programs and services
de: Programme und Dienstleistungen anbieten

source: Office Hours
de: Bürozeiten

source: Or use magic link
de: Oder Magic-Link verwenden

source: Or use password
de: Oder Passwort verwenden

source: Other
de: Sonstiges

source: Password
de: Passwort

source: Payment Terms
de: Zahlungsbedingungen

source: Payments
de: Zahlungen

source: Permanently delete your account and all associated data
de: Löschen Sie Ihr Konto und alle zugehörigen Daten dauerhaft

source: Phone
de: Telefon

source: Privacy Policy
de: Datenschutzerklärung

source: Program Enrollment & Bookings
de: Programm-Anmeldung & Buchungen

source: Program Question
de: Programmfrage

source: Questions About Privacy?
de: Fragen zum Datenschutz?

source: Questions About These Terms?
de: Fragen zu diesen Bedingungen?

source: Quick Actions
de: Schnellaktionen

source: Record not found
de: Eintrag nicht gefunden

source: Register
de: Registrieren

source: Register for an account
de: Konto registrieren

source: Saturday
de: Samstag

source: Save Password
de: Passwort speichern

source: Saving...
de: Speichern...

source: Select a topic...
de: Thema auswählen...

source: Select one or both options
de: Wählen Sie eine oder beide Optionen

source: Send Magic Link
de: Magic-Link senden

source: Send Message
de: Nachricht senden

source: Send us a Message
de: Schreiben Sie uns eine Nachricht

source: Session completed successfully
de: Sitzung erfolgreich abgeschlossen

source: Session not found
de: Sitzung nicht gefunden

source: Session started successfully
de: Sitzung erfolgreich gestartet

source: Stay tuned for updates, photos, and announcements from instructors and the Klass Hero community.
de: Bleiben Sie auf dem Laufenden mit Updates, Fotos und Ankündigungen von Kursleitern und der Klass Hero Connect Community.

source: Subject
de: Betreff

source: Sunday
de: Sonntag

source: Table of Contents
de: Inhaltsverzeichnis

source: Technical Issue
de: Technisches Problem

source: Terms of Service
de: Nutzungsbedingungen

source: This action cannot be undone. Your account data will be anonymized and you will be logged out.
de: Diese Aktion kann nicht rückgängig gemacht werden. Ihre Kontodaten werden anonymisiert und Sie werden abgemeldet.

source: Tip: If you prefer passwords, you can enable them in the user settings.
de: Tipp: Wenn Sie Passwörter bevorzugen, können Sie diese in den Benutzereinstellungen aktivieren.

source: To see sent emails, visit
de: Um gesendete E-Mails zu sehen, besuchen Sie

source: Understanding our agreement with you
de: Unsere Vereinbarung mit Ihnen verstehen

source: User Accounts & Registration
de: Benutzerkonten & Registrierung

source: User Conduct & Responsibilities
de: Nutzerverhalten & Verantwortlichkeiten

source: View All
de: Alle anzeigen

source: View Schedule
de: Zeitplan anzeigen

source: Visit FAQ
de: FAQ besuchen

source: We respond within 24 hours
de: Wir antworten innerhalb von 24 Stunden

source: We'll get back to you within 24 hours.
de: Wir melden uns innerhalb von 24 Stunden bei Ihnen.

source: We're here to clarify any questions you may have.
de: Wir sind hier, um alle Ihre Fragen zu klären.

source: We're here to help with any privacy-related concerns.
de: Wir sind hier, um bei allen datenschutzbezogenen Fragen zu helfen.

source: We're here to help with any questions you may have
de: Wir sind hier, um Ihnen bei allen Fragen zu helfen

source: Welcome %{email}
de: Willkommen %{email}

source: Welcome Back
de: Willkommen zurück

source: You are running the local mail adapter.
de: Sie verwenden den lokalen E-Mail-Adapter.

source: You must be authenticated to access this page.
de: Sie müssen angemeldet sein, um auf diese Seite zuzugreifen.

source: You must have a parent profile to access this page.
de: Sie müssen ein Eltern-Profil haben, um auf diese Seite zuzugreifen.

source: You must have a provider profile to access this page.
de: Sie müssen ein Anbieter-Profil haben, um auf diese Seite zuzugreifen.

source: You must log in to access this page.
de: Sie müssen sich anmelden, um auf diese Seite zuzugreifen.

source: You must re-authenticate to access this page.
de: Sie müssen sich erneut authentifizieren, um auf diese Seite zuzugreifen.

source: You need to reauthenticate to perform sensitive actions on your account.
de: Sie müssen sich erneut authentifizieren, um sensible Aktionen auf Ihrem Konto durchzuführen.

source: Your Privacy Rights
de: Ihre Datenschutzrechte

source: Your account has been deleted.
de: Ihr Konto wurde gelöscht.

source: Your privacy matters to us
de: Ihre Privatsphäre ist uns wichtig

source: for an account now.
de: für ein Konto jetzt.

source: the mailbox page
de: die Postfach-Seite

source: to your account now.
de: zu Ihrem Konto jetzt.

source: Afterschool
de: Nachmittagsbetreuung

source: All rights reserved.
de: Alle Rechte vorbehalten.

source: Building the future of youth education by connecting communities.
de: Wir gestalten die Zukunft der Jugendbildung durch die Vernetzung von Gemeinschaften.

source: Class Trips
de: Klassenfahrten

source: Connect
de: Verbinden

source: Enrichment
de: Bereicherung

source: Quick Links
de: Schnellzugriffe

source: Summer Camps
de: Sommercamps

source: Account & Profile
de: Konto & Profil

source: Account preferences, password
de: Kontoeinstellungen, Passwort

source: Achievements and milestones
de: Erfolge und Meilensteine

source: Activity Permissions
de: Aktivitätsberechtigungen

source: Allergies & Dietary
de: Allergien & Ernährung

source: App Information
de: App-Informationen

source: Available credits and promo codes
de: Verfügbare Guthaben und Aktionscodes

source: Backup contacts for emergencies
de: Backup-Kontakte für Notfälle

source: Cards, bank accounts, billing info
de: Karten, Bankkonten, Rechnungsinformationen

source: Children Profiles
de: Kinderprofile

source: Common questions and guides
de: Häufige Fragen und Anleitungen

source: Communication Settings
de: Kommunikationseinstellungen

source: Conditions, medications, special needs
de: Krankheiten, Medikamente, besondere Bedürfnisse

source: Contact Support
de: Support kontaktieren

source: Contact info for both parents
de: Kontaktinformationen beider Elternteile

source: Emergency Contacts
de: Notfallkontakte

source: FAQ & Help Center
de: FAQ & Hilfezentrum

source: Family Credits & Discounts
de: Familienguthaben & Rabatte

source: Family Progress
de: Familienfortschritt

source: Food allergies, dietary restrictions
de: Nahrungsmittelallergien, Ernährungseinschränkungen

source: Get help from our team
de: Holen Sie sich Hilfe von unserem Team

source: Health & Safety
de: Gesundheit & Sicherheit

source: Health insurance details
de: Krankenversicherungsdetails

source: Help & Support
de: Hilfe & Support

source: Home Address
de: Wohnadresse

source: How you want to be contacted
de: Wie Sie kontaktiert werden möchten

source: Insurance Information
de: Versicherungsinformationen

source: Invalid email or password
de: Ungültige E-Mail oder Passwort

source: Log out of your account
de: Melden Sie sich von Ihrem Konto ab

source: Logged out successfully.
de: Erfolgreich abgemeldet.

source: Manage your account and preferences
de: Verwalten Sie Ihr Konto und Ihre Einstellungen

source: Marketing and social media permissions
de: Marketing- und Social-Media-Berechtigungen

source: Medical Information
de: Medizinische Informationen

source: My Family
de: Meine Familie

source: My Schedule
de: Mein Zeitplan

source: Name, email, profile photo
de: Name, E-Mail, Profilbild

source: Notification Preferences
de: Benachrichtigungseinstellungen

source: Notifications & Communication
de: Benachrichtigungen & Kommunikation

source: Parent/Guardian Details
de: Eltern-/Erziehungsberechtigtendetails

source: Password updated successfully!
de: Passwort erfolgreich aktualisiert!

source: Past payments and invoices
de: Vergangene Zahlungen und Rechnungen

source: Payment & Billing
de: Zahlung & Abrechnung

source: Payment Methods
de: Zahlungsmethoden

source: Permissions & Consents
de: Berechtigungen & Einwilligungen

source: Photo & Video Release
de: Foto- & Videofreigabe

source: Primary address and phone
de: Hauptadresse und Telefon

source: Privacy & Security
de: Datenschutz & Sicherheit

source: Profile Information
de: Profilinformationen

source: Progress
de: Fortschritt

source: Push, email, SMS settings
de: Push-, E-Mail-, SMS-Einstellungen

source: Sessions
de: Sitzungen

source: Swimming, field trips, group activities
de: Schwimmen, Ausflüge, Gruppenaktivitäten

source: The link is invalid or it has expired.
de: Der Link ist ungültig oder abgelaufen.

source: Transaction History
de: Transaktionsverlauf

source: Updates, discounts, family credit
de: Updates, Rabatte, Familienguthaben

source: User confirmed successfully.
de: Benutzer erfolgreich bestätigt.

source: Version, terms, privacy policy
de: Version, Nutzungsbedingungen, Datenschutzrichtlinie

source: View all family activities
de: Alle Familienaktivitäten anzeigen

source: Welcome back!
de: Willkommen zurück

source: All instructors are background-checked and verified
de: Alle Lehrkräfte sind hintergrundgeprüft und verifiziert

source: Background Check
de: Hintergrundüberprüfung

source: Building connections between families and local instructors
de: Aufbau von Verbindungen zwischen Familien und lokalen Lehrkräften

source: Built for Berlin Families
de: Für Berliner Familien entwickelt

source: CEO & Co-Founder
de: CEO & Mitgründer

source: CFO & Co-Founder
de: CFO & Mitgründer

source: CTO & Co-Founder
de: CTO & Mitgründer

source: Certification and experience verification
de: Überprüfung von Zertifikaten und Erfahrung

source: Comprehensive criminal record screening
de: Umfassende Überprüfung des Führungszeugnisses

source: Every instructor goes through rigorous screening to ensure the highest quality
de: Jede Lehrkraft durchläuft eine strenge Überprüfung, um höchste Qualität zu gewährleisten

source: Financial strategist focused on sustainable growth and value creation for all stakeholders.
de: Finanzstratege mit Fokus auf nachhaltiges Wachstum und Wertschöpfung für alle Beteiligten.
